[
  {
    "title": "Сегодняшняя новость",
    "preview": "Сегодняшняя новость в том, что Samsung представил свой новый флагманский смартфон",
    "text": "Сегодняшняя новость в том, что Samsung представил свой новый флагманский смартфон Galaxy S10.\nКак и ожидалось, он получил почти все функции, которые мы видели у Galaxy Note 10 +, за исключением стилуса S Pen.\nЭто может быть большой проблемой для многих пользователей Samsung, которые используют стилус, однако, учитывая, что Galaxy Note10 + имеет возможность использования более одного стилуса, это не так уж плохо.\nНо давайте начнем с того, что у нас есть в начале.\nGalaxy S10 выглядит очень похожим на Galaxy S9.\nОн имеет большую 6,4-дюймовую Infinity-O OLED-панель.",
    "date": "2022-10-23 20-50-26"
  },
  {
    "title": "Курьёзная новость",
    "preview": "Очередная курьёзная новость из зоопарка",
    "text": "Очередная курьёзная новость из зоопарка. На этот раз отличился самец гориллы по кличке Рафики.\nВ этот раз он решил не только поесть, но и «потрогать» посетителей.\nВидеозапись этого момента опубликована на YouTube.\nСотрудники зоопарка решили покормить самца гориллы бананами.\nОднако в процессе кормления Рафики заметил, что посетители зоопарка смотрят на него с интересом.\nЭто его заинтересовало, и он решил потрогать их своими руками.\n«Он решил погладить меня по голове», — рассказывает сотрудник зоопарка.",
    "date": "2022-10-23 20-50-26"
  },
  {
    "title": "Забавная новость",
    "preview": "Свежая забавная новость из Италии",
    "text": "Свежая забавная новость из Италии.\nВ Неаполе, в одном из магазинов, торгующих косметикой, продается очень популярный за рубежом продукт — гель для душа с запахом жареного мяса.\nЗа счет этого запаха и происходит такое странное название.\nГель для душа имеет очень специфический запах, поэтому его так и назвали, что в переводе с итальянского означает «мясо».\nКстати, это не единственный магазин, который торгует подобной продукцией.\nЕсть еще один магазин в Венеции, где продается такой же гель, но с запахом сыра.",
    "date": "2022-10-23 20-50-26"
  }
]
